Repository: ABHINAV-JHA-27/sugarizer-doc
Catalog: po/*.po
Languages: es, fr, pl, pt

# content-app
source: Sugarizer installed locally on the device so it does not require any access to the Server - it works stand-alone. Sugarizer App is available for PC/MacOS, for Android, iOS and Chrome Web App.
pl: Sugarizer zainstalowany lokalnie na urządzeniu nie wymaga dostępu do serwera - działa sam. Aplikacja Sugarizera jest dostępna pod PC/MacOS, Android, iOS oraz Chrome Web App.

# oss
source: Sugarizer is an open source software under
pl: Sugarizer jest otwartym oprogramowaniem pod

# credits
source: Image credits: Play by P.J. Onori from the Noun Project, Responsive Design by Benni from the Noun Project, Server image by aLf from the Noun Project, Cloud by Dmitry Baranovskiy from the Noun Project, Tablet by Konstantin Velichko from the Noun Project.
pl: Obrazki: Play by P.J. Onori z the Noun Project, Responsive Design by Benni z the Noun Project, Server image by aLf z the Noun Project, Cloud by Dmitry Baranovskiy z the Noun Project, Tablet by Konstantin Velichko z the Noun Project.
