Repository: ABHINAV-JHA-27/sugarizer-doc
Catalog: po/*.po
Languages: es, fr, pl, pt

# menu-home
source: Home
es: Inicio
fr: Accueil
pt: Início

# menu-features
source: Features
es: Características
fr: Fonctionnalités
pt: Funcionalidades

# menu-examples
source: Activities
es: Actividades

# menu-apps
source: Download
es: Descarga
fr: Installer
pt: Baixar

# menu-more
source: More
es: Más
fr: Plus
pl: Więcej
pt: Mais

# head-taste
source: The leading learning platform for children
es: La mejor plataforma de aprendizaje para niños
fr: La première plateforme éducative pour enfant
pt: A plataforma líder para aprendizagem de crianças

# head-children
source: Sugarizer is a free/libre learning platform. The Sugarizer UI use ergonomic principles from Sugar platform, developed for the One Laptop per Child project and used every day by more than 2 million children around the world.
es: Sugarizer es una plataforma pedagógica libre y gratuita. La interfaz de Sugarizer emplea principios ergonómicos de la plataforma Sugar, desarrollada para el proyecto "One Laptop per Child" ("Un portátil para cada niño"), y cada día es usada por más de 2 millones de niños en todo el mundo.
fr: Sugarizer est une suite pédagogique libre et gratuite. Son interface reprend les principes ergonomiques de Sugar, la suite logicielle développée par le projet One Laptop Per Child, et aujourd'hui utilisée par plus de 2 millions d'enfants dans le monde.
pt: Utilizado todos os dias por quase 3 milhões de crianças ao redor do mundo, Sugar é uma plataforma de aprendizagem líder desenvolvida para o projeto Um Laptop por Criança OLPC. Sugarizer está agora em seu dispositivo.

# head-try
source: Try now
es: Pruébalo
fr: Essayer maintenant
pl: Wypróbuj
pt: Experimente agora

# head-download
source: Install
es: Descarga
fr: Installer
pt: Baixar

# head-source
source: Source code
es: Código
fr: Code source
pt: Fonte

# content-components
source: Sugarizer is distributed in the form of 3 components:
es: Sugarizer es distribuido en forma de 3 componentes:
fr: Sugarizer est distribué de 3 manières:
pl: Sugarizer jest dostępny w trzech formach:
pt: Sugarizer é distribuído de 3 maneiras:

# head-web
source: Web App
es: Aplicación web
fr: Application Web
pl: Web App (Aplikacja webowa)
pt: Aplicação web

# content-web
source: It could work on any device with a recent browser version. Sugarizer Web App doesn't need any installation on the device but requires a permanent access to a Sugarizer Server.
es: Funciona en cualquier dispositivo con una versión reciente de navegador web. El aplicación web de Sugarizer no necesita ninguna instalación en el dispositivo pero requiere un permanente acceso a un servidor de Sugarizer.
fr: L'Application Web permet d'exécuter Sugarizer depuis un navigateur. Il peut fonctionner sur n'importe quelle machine avec une version récente de navigateur. L'Application Web Sugarizer ne nécessite aucune installation sur la machine mais doit disposer d'un accès permanent à un Serveur Sugarizer.
pl: Może pracować na każdej przeglądarce internetowej. Klient webowy Sugarizera nie wymaga żadnej instalacji po stronie urządzenia, ale wymaga stałego dostępu do serwera.
pt: Funciona em qualquer dispositivo com uma versão recente de navegador web. A aplicação Sugarizer web não requer nenhuma instalação no dispositivo, mas necessita acesso permanente a um Servidor Sugarizer na Internet.

# head-app
source: App
es: Aplicación
fr: Application
pl: App (Aplikacja)
pt: Aplicativo

# content-app
source: Sugarizer installed locally on the device so it does not require any access to the Server - it works stand-alone. Sugarizer App is available for Windows/GNU-Linux/MacOS, for Android and iOS.
es: Sugarizer instalado localmente en el dispositivo por lo que no requiere ningún acceso al servidor - funciona independientemente. El aplicación Sugarizer está disponible para Windows/GNU-Linux/MacOS, Android, y iOS.
fr: Sugarizer est installé localement sur la machine, il ne nécessite donc aucun accès Serveur - il peut fonctionner de manière autonome. L'Application Sugarizer est disponible pour Windows/GNU-Linux/MacOS, Android et iOS.
pt: O Sugarizer instalado localmente no dispositivo não exije acesso ao servidor - funciona sem Internet. O aplicativo Sugarizer está disponível para Window/GNU-Linux/MacOS, Android e iOS.

# head-server
source: Server
es: Servidor
fr: Serveur
pl: Server (Serwer)
pt: Servidor

# content-server
source: Sugarizer Server is the back-end for network features of Sugarizer. It expose locally Web App so allow deployment of Sugarizer on a local server, for example on a school server. Sugarizer Server can also be used to provide collaboration features for App and Web App on the network.
es: El servidor de Sugarizer es el back-end para las funciones de red de Sugarizer. Expone localmente el aplicación web permitiendo el despliegue de Sugarizer en un servidor local, por ejemplo, en un servidor escolar. El servidor de Sugarizer puede también ser usado para proveer funciones de colaboración para el aplicación y el aplicación web en la red.
fr: Le Serveur Sugarizer est le coeur des fonctions réseau de Sugarizer. Cela signifie exposer l'Application Web pour permettre le déploiement de Sugarizer sur une serveur local, par exemple un serveur d'école. Le Serveur Sugarizer permet aussi de fournir à travers le réseau des fonctions de collaboration aux Applications et Applications Web.
pl: Sugarizer Server jest to back-end dla sieciowych elementów Sugarizera. Pozwala na umieszczenie Sugarizera na serwerze lokalnym np. serwerze szkolnym, by umożliwiać odpalenie webowej aplikacji. Sugarizer Server również może być użyty do współpracy aplikacji oraz webowej aplikacji w sieci.
pt: O Servidor Sugarizer é o back-end de rede para recursos do Sugarizer. Ele expõe localmente o aplicativo da web para permitir a disponibilização do Sugarizer em um servidor local, por exemplo, em um servidor de uma escola. O servidor Sugarizer também pode ser usado para fornecer recursos de colaboração para aplicações e aplicativos web.

# head-sugarizer
source: Download Sugarizer app on...
es: Descarga la app de Sugarizer en...
fr: Télécharger l'application Sugarizer sur...
pl: Pobierz aplikacje Sugarizer w...
pt: Baixar o aplicativo Sugarizer em...

# content-desktop
source: Desktop Installation
es: Instalación para ordenador
fr: Installation sur ordinateur
pt: Instalação no computador

# content-serverinstall
source: Server Installation on
es: Instalación del servidor en
fr: Installation Serveur sur

# content-moreinfo
source: More information
es: Más información
fr: Plus d'information
pt: Mais informação

# content-here
source: here
es: aquí
fr: ici
pt: aqui

# head-info
source: More information on...
es: Más información en...
fr: Plus d'information...
pl: Więcej informacji na...
pt: Mais informações em...

# gh-content
source: Sugarizer project on GitHub.
es: Proyecto Sugarizer en GitHub.
fr: Le projet Sugarizer sur GitHub.
pl: Projekt Sugarizer na GitHub.
pt: Projeto Sugarizer no GitHub.

source: Open
es: Entrar
fr: Ouvrir
pl: Otwórz
pt: Abrir

# wiki-content
source: Find anwsers for questions.
es: Encuentra las respuestas a tus dudas.
fr: Trouver les réponses à vos questions.
pl: Znajdź odpowiedzi na pytania.
pt: Busque respostas para suas perguntas.

# mailing
source: Mailing List
es: Lista de correo
pt: Lista de discussão

# mailing-content
source: Sugar devel mailing list.
es: Lista de correo Sugar devel.
fr: Liste de diffusion Sugar devel.
pl: Developerska Lista Mailingowa.
pt: Lista de discussão dos desenvolvedores do Sugar.

# oss
source: Sugarizer is a free software under
es: Sugarizer es software libre bajo la
fr: Sugarizer est un logiciel libre basé sur la
pt: Sugarizer é um software de código aberto sob

# licence
source: Apache 2 licence
es: licencia Apache 2
fr: licence Apache 2
pl: licencją Apache 2
pt: Licença Apache 2

# code
source: source code is available on GitHub
es: el código fuente está disponible en GitHub
fr: le code source est disponible sur GitHub
pl: kod źródłowy dostępny jest na GitHub
pt: Código-fonte disponível no GitHub

source: here
es: aquí
fr: ici
pl: tutaj
pt: aqui

# activities
source: Most activities use this license too but some could use a different license, check the README file for more.
es: La mayoría de las actividades también usan esta licencia, pero algunas podrían necesitar una licencia diferente. Comprueba el archivo README para más información.
fr: La plupart des activités utilisent cette licence également mais certaines peuvent utiliser une licence différente, vérifiez le fichier README pour plus d'information.
pt: A maior parte das atividades utilizam esta licença mas algumas podem usar uma licença diferente. Verifique o arquivo README para mais informação.

# original
source: Original page design by:
es: Diseño de la página original por:
fr: Conception originale du site par:
pl: Oryginalny projekt strony:
pt: Página original desenvolvida por:

# credits
source: Image credits (from the Noun Project): Play by P.J. Onori, Responsive Design by Benni, Server image by aLf, Cloud by Dmitry Baranovskiy, Tablet by Konstantin Velichko, Children by Musmellow, School by Kevin, Group by Nicolas Mitchell, Approved by Gregor Cresnar, Ad Blocker by Setyo Ari Wibowo.
es: Imágenes (fuente: Noun Project): Jugabilidad - P.J. Onori, Diseño reactivo - Benni, Imagen del servidor - aLf, Servicios en la nube - Dmitry Baranovskiy, Servicios en tablet - Konstantin Velichko, Niños - Musmellow, Escuelas - Kevin, Grupo - Nicolas Mitchell, Aprobación -Gregor Cresnar, Bloqueador de publicidad - Setyo Ari Wibowo.
fr: Crédits images (from the Noun Project): Play by P.J. Onori, Responsive Design by Benni, Server image by aLf, Cloud by Dmitry Baranovskiy, Tablet by Konstantin Velichko, Children by Musmellow, School by Kevin, Group by Nicolas Mitchell, Approved by Gregor Cresnar, Ad Blocker by Setyo Ari Wibowo.

# headfeat-children
source: Children focused
es: Enfocado en los niños
fr: Pour les enfants
pt: Para as crianças

# feature-children
source: Sugarizer was thought for children between 6 and 12. The unique Sugarizer UI is discoverable, wholly intuitive, and use metaphors usable by children who don't know how to read.
es: Sugarizer ha sido creado especialmente para niños entre 6 y 12 años. La interfaz única de Sugarizer te permite descubrir de forma intuitiva, y usar conceptos usados por los niños, incluso si aún no saben leer.
fr: Sugarizer a été conçu pour les enfants entre 6 et 12 ans. L'interface de Sugarizer est intuitive et emploie des métaphores que peuvent comprendre les enfants sans savoir encore lire.

# headfeat-school
source: Learn at school and beyond
es: Aprende en el colegio y en muchos más sitios
fr: A l'école et au delà
pt: Aprendizagem na escola e além

# feature-school
source: Sugarizer provide a set of "activities", not a set of applications. This is more than a new naming convention
es: Sugarizer proporciona un conjunto de actividades, y no solo un grupo de aplicaciones. Esto representa mucho más que un simple nombre
fr: Sugarizer propose des "activités", pas des logiciels. Parce que Sugarizer met au centre la qualité de l'expérience d'apprentissage de l'enfant, en classe ou à la maison, pas les outils pour y arriver.
pt: Sugarizer disponibiliza um conjunto de "atividades", não um conjunto de "aplicativos". Sugarizer coloca como central a qualidade da experiência de aprendizagem das crianças, na escola ou em casa

# headfeat-collaborative
source: Collaborative
es: Colaborativo
fr: Collaboratif
pt: Colaborativo

# feature-collaborative
source: Everyone has the potential for being both a learner and a teacher. Sugarizer has chosen to put collaboration at the core of the user experience in order to realize this potential.
es: Con estas actividades, todo el mundo puede ser un alumno o un profesor. Sugarizer ha elegido que la colaboración sea el núcleo central de la experiencia del usuario, expandiendo considerablemente su potencial educativo.
fr: Tout le monde a la capacité d'être un apprenant et un professeur. Sugarizer met la collaboration au coeur de l'expérience utilisateur pour intégrer le potentiel de chacun, tour à tour en situation d'apprendre ou de partager ses savoirs.

# headfeat-approved
source: Field approved
es: Campo aprobado
fr: Testé et approuvé
pt: Testado e aprovado

# feature-approved
source: The Sugarizer UI use ergonomic principles from Sugar platform, developed for the One Laptop per Child project and used every day by more than 2 million children around the world.
es: La interfaz de Sugarizer emplea principios ergonómicos de la plataforma Sugar, desarrollada para el proyecto One Laptop per Child ("Un portátil para cada niño") y usada por más de 2 millones de niños alrededor de todo el mundo.
fr: Sugarizer reprend les principes ergonomiques de Sugar, la suite logicielle développée par le projet One Laptop Per Child, et aujourd'hui utilisée par plus de 2 millions d'enfants dans le monde.

# headfeat-adblocker
source: Ads Free
es: Sin publicidad
fr: Sans publicité
pt: Sem anúncios publicitários

# feature-adblocker
source: 95% of apps market for children in stores contain advertising! With Sugarizer you've got the guaranty to have 0% advertisement and 0% tracking tools included.
es: ¡El 95 % del mercado de apps para niños disponibles en las tiendas contienen anuncios! Sugarizer, en cambio, te garantiza un 0 % de publicidad y un 0 % de herramientas de rastreo.
fr: 95% des applications pour enfant dans les stores contiennent de la publicité ! Sugarizer c'est 0% de publicité et 0% d'outil de pistage.
pt: 95% dos aplicativos para crianças disponíveis nas lojas contêm anúncios publicitários! Sugarizer tem 0% de publicidade e 0% de rastreamento ou coleta de dados pessoais.

# headfeat-opensource
source: Free software
es: Software libre
fr: Libre
pt: Software livre

# feature-opensource
source: Sugarizer is a Free, Libre Software. We believe that source code transparency, simple customization and free contents, are absolute requirements for a tool in children's hands.
es: Sugarizer es un software libre. Creemos que la transparencia en el código fuente, la personalización simple y los contenidos gratuitos son un requisito imprescindible para una herramienta para el uso de los niños.
fr: Sugarizer est un logiciel libre et gratuit. Chacun peut utiliser le logiciel comme il veut, lire son code source, améliorer ce code source et partager ses améliorations. Nous pensons que le logiciel libre est aussi important pour l'éducation que l'éducation est importante pour la liberté.
pt: Sugarizer é software livre e gratuito. Acreditamos que a transparência do código fonte, a personalização simples e conteúdos livres são requisitos absolutos para uma ferramenta em mãos de crianças.

# gallery-title
source: Activity list:
es: Lista de actividades:

# activity-gears-description
source: Gears is a tool to explore the ways in which gears and chains transmit motion. Draw your gears and see it coming to life.
es: "Engranajes" es una herramienta para explorar las diferentes maneras en las que los engranajes y las cadenas transmiten el movimiento entre sí. Dibuja tus engranajes y observa cómo comienzan a funcionar.
fr: Gears est un outil pour explorer la manière dont les engrenages et les chaînes transmettent le mouvement. Dessinez votre engrenage et regardez-le prendre vie.
pt: Gears é uma ferramenta para explorar as formas pelas quais as engrenagens e correntes transmitem movimento. Desenhe suas engrenagens e veja-as ganhando vida.

# activity-abacus-description
source: Abacus lets the learner explore different representations of numbers using different mechanical counting systems developed by the ancient Romans and Chinese.
es: "Ábaco" permite al estudiante explorar diferentes representaciones de números usando sistemas de recuento mecánicos en desuso, empleados por las antiguas civilizaciones romana y china.
fr: Abacus vous permet d'explorer la représentation des nombres en utilisant différent systèmes mécaniques de type bouliers utilisés par les Romains et Chinois anciens.
pt: Ábacus permite ao aprendiz explorar diferentes representações de números, usando diferentes sistemas de contagem mecânica desenvolvidos pelos antigos romanos e chineses.

# activity-reflection-description
source: Reflection is a game designed around reflective symmetry. The user modifies an image until it has reflective symmetry around either the horizontal or vertical axis.
es: "Reflejo" es un juego diseñado para educar en el concepto de simetría reflectiva. El alumno modificará una imagen hasta que tenga una simetría reflectiva alrededor del eje horizontal o vertical.
fr: Reflection est un jeu conçu autour de la symétrie réflexive. L'utilisateur doit modifier une image jusqu'à ce qu'elle soit symétrique horizontalement ou verticalement.
pt: Reflexão é um jogo de simetria reflexiva. O usuário modifica uma imagem até que ela tenha uma simetria reflexiva no eixo horizontal ou vertical.

# activity-scratch-description
source: Scratch is a full environment where you can program your own interactive stories, games, and animations.
es: "Borrador" es una interfaz donde podrás programar tus propias historias interactivas, juegos y animaciones.
fr: Scratch est un environnement complet vous permettant de programmer vos histoires interactives, jeux et animations.
pt: Scratch é um ambiente completo onde você pode programar suas próprias histórias interativas, jogos e animações.

# activity-colormyworld-description
source: Color My World activity let you explore the world and its countries. Fill countries with color you like or use the interactive mode to find location of countries on the offline map.
es: "Colorea mi mundo" es una actividad que te deja explorar el mundo y sus países. Rellena de color los países que quieras, o usa el modo interactivo para encontrar países mediante un mapa sin conexión a internet.
fr: L'activité Color My World vous permet d'explorer le monde et ses pays. Remplissez les pays avec la couleur que vous voulez et utilisez l'interface interactive pour trouver la position des pays sur la carte hors ligne.
pt: A atividade Color My World permite que você explore o mundo e seus países. Preencha os países com as cores de que você gosta ou use o modo interativo para encontrar a localização dos países no mapa.

# activity-gridpaint-description
source: Grid Paint is a simple paint activity for kids to draw pictures using a grid of triangles. Never miss your drawing with Grid Paint activity!s
es: "Cuadro de pintura" es una actividad de pintura simple, en la que los niños pintaran lo que quieran usando un cuadro formado de triángulos. ¡No volverás a dibujar mal después de usar la actividad "Cuadro de pintura"!
fr: Grid Paint est une activité de dessin simple qui permet aux enfants de dessiner en utilisant une grille de triangles. Ne ratez jamais votre dessin avec l'activité Grid Paint !
pt: Grid Paint é uma atividade de pintura simples para crianças desenharem imagens usando uma grade de triângulos. Nunca perca seu desenho com a atividade Grid Paint!

# activity-abecedarium-description
source: Abecedarium is an abecedary activity to learn its alphabet using images, sounds and words.
es: "Abecedario" es una actividad para aprender el abecedario usando imágenes, sonidos y palabras.
fr: Abecedarium est une activité abécédaire pour apprendre l'alphabet en utilisant des images, des sons et des mots.
pt: Abecedarium é uma atividade que permite aprender o alfabeto usando imagens, sons e palavras.

# activity-tamtammicro-description
source: Tam Tam Micro is an activity to play instruments, sounds and noise of different type.
es: La actividad "Tam Tam" te permitirá reproducir instrumentos, sonidos y ruidos de diferentes tipos.
fr: Tam Tam Micro est une activité pour jouer des instruments, sons et bruits de différents types.
pt: Tam Tam Micro é uma atividade para tocar instrumentos, sons e ruídos de diferentes tipos.

# activity-all-description
source: Sugarizer include about 50 activities to play, create, simulate, ... Find the one you need!
es: Sugarizer incluye alrededor de 50 actividades para jugar, crear, simular... ¡Encuentra y juega a la que más te guste!

# data-502-oops
source: Oops
es: Ups
fr: Oups

# data-502-sorry
source: Sorry, it seems that your Sugarizer Server is currently offline :-(
es: Lo sentimos, parece que tu servidor de Sugarizer está actualmente fuera de línea
fr: Désolé, il semble que votre Serveur Sugarizer est actuellement hors ligne :-(
pt: Desculpe, parece que o seu servidor Sugarizer está neste momento fora do ar :-(

# data-502-maintenance
source: It's probably for maintenance reason. So, please retry in few minutes, it should be back.
es: Probablemente se deba a una sesión de mantenimiento. Por favor, prueba de nuevo en unos minutos, y ya debería funcionar.
fr: C'est probablement pour cause de maintenance. Merci de réessayer dans quelques minutes, il devrait être de retour.
pt: Isso é provavelmente por razão de uma manutenção. Então, tente novamente dentro de alguns minutos, pois poderá estar de volta.

# data-404-oops
source: Oops
es: Ups
fr: Oups

# data-404-sorry
source: Sorry, this page doesn't exist in our Journal :-(
es: Lo sentimos, esta página no existe en nuestra biblioteca
fr: Désolé, cette page n'existe pas dans notre Journal :-(
pt: Desculpe, esta página não existe no nosso Jornal :-(

# data-404-maintenance
source: Please check the URL in your browser address bar.
es: Por favor, comprueba su dirección URL en la barra de navegación.
fr: Merci de vérifier l'URL dans la barre d'adresse de votre navigateur.
pt: Por favor, verifique a URL na barra de endereços do seu navegador.

# data-403-oops
source: Oops
es: Ups
fr: Oups

# data-403-sorry
source: Sorry, you're not authorized to display this content :-(
es: Lo sentimos, no tienes permiso para ver este contenido
fr: Désolé, vous n'êtes pas autorisé à afficher ce contenu :-(
pt: Desculpe, você não tem permissão para acessar esse conteúdo :-(

# data-403-maintenance
source: Please check the URL in your browser address bar.
es: Por favor, comprueba la dirección URL en la barra de navegación.
fr: Merci de vérifier l'URL dans la barre d'adresse de votre navigateur.
pt: Por favor, verifique a URL na barra de endereços do seu navegador.

# category-all
source: All
es: Todos

# category-math
source: Math
es: Matemáticas

# category-reading
source: Read
es: Lectura

# category-writing
source: Write
es: Escritura

# category-create
source: Create
es: Creatividad

# category-simulate
source: Simulate
es: Simulación

# category-games
source: Games
es: Juegos
pt: Play

# category-collaborate
source: Collaborate
es: Colaboración

# category-tools
source: Tools
es: Herramientas

source: Demo
fr: Démo

# gallery-title
source: Examples of activities:
fr: Exemples d'activités:

# menu-title
source: Home
pl: Główna

# menu-apps
source: Apps
pl: Aplikacje

# head-taste
source: A taste of
pl: Poczuj smak

# head-sugar-genitiv
source: Sugar
pl: Sugar'a

# head-device
source: on any device
pl: na każdym urządzeniu

# head-discover
source: With Sugarizer, you can discover the Sugar Learning Platform on any device
pl: Z Sugarizer możesz odkrywać Sugar'a (oprogramowanie do nauki) na każdym urządzeniu!

# head-children
source: Used every day by nearly 3 million children around the world, Sugar is a leading learning platform developed for the One Laptop per Child project. With Sugarizer, it's now on your device.
pl: Używany przez ponad 3 miliony dzieci na całym świecie, Sugar jest platformą do nauki rozwiniętą dla projektu One Laptop per Child. Dzięki Sugarizer możesz sprawdzić to na swoim urządzeniu.

# head-download
source: Download
pl: Pobierz

# head-source
source: Source
pl: Kod źródłowy
